{"url": "https://www.theguardian.com/australia-news/2019/apr/04/coalition-to-announce-68m-in-funding-for-pain-treatment-and-education", "date": "2019-04-03 17:00:41", "content": "<div>\n<p>The health minister, <a href=\"https://www.theguardian.com/australia-news/greg-hunt\" target=\"_blank\">Greg Hunt</a>, will announce $6.8m in funding towards pain treatment and education off the back of a Deloitte report which found more than three million Australians are now living with chronic pain, at a total financial cost of $73.2bn.</p>\n<p>The report published on Thursday found the total financial cost of pain in 2018 included $12.2bn in health system costs, $48.3bn in productivity losses, and $12.7bn in other financial costs such as informal care and home modifications. Of those living with chronic pain, 56% said the pain restricted their daily activities and 70% were of working age.</p>\n<aside>\n<div>\n<div>\n<div>\n<h2>The opioid crisis and why Australia is cracking down on codeine</h2>\n</div>\n<div>\n<div>\n<span>\n<svg width=\"24\" height=\"24\">\n<path></path>\n</svg> </span>\n</div>\n<div>\nRead more\n</div>\n</div>\n<a href=\"https://www.theguardian.com/australia-news/2018/jan/31/the-opioid-crisis-and-why-australia-is-cracking-down-on-codeine\" target=\"_blank\"></a>\n</div>\n</div>\n</aside>\n<p>The report, commissioned by the advocacy group Painaustralia, projected better training of GPs combined with specialist-designed pain care would cost about $45m to implement, but would save about $200m in overdose-related costs. Overdose is especially a problem with opioids, which are drugs with morphine-like attributes that can be addictive and which are commonly used for pain relief. Opioids are used even in cases where other less-risky treatments would be more effective.</p>\n<p>Currently in Australia there are more deaths associated with prescription opioids than heroin, cocaine, or other illicit drugs, the Deloitte report found. In 2017-18, an estimated 823 Australians died through prescription opioid misuse.</p>\n<p>Hunt said $2.5m in new funding would be provided over four years for three projects: a consumer awareness and education campaign for people affected by pain, to be led by Painaustralia; GP training in pain management care; and a public education campaign on pain management and opioids.</p>\n<p>Tuesday’s budget also saw $4.3m allocated over four years to pain-management services in rural areas.</p>\n<p>Painaustralia’s CEO, Carol Bennett, said new initiatives were critical, given of those living in chronic pain 1.45 million were also living with depression and anxiety.</p>\n<p>“These are numbers which we simply can’t ignore,” she said.</p>\n<aside>\n<div>\n<div>\n<div>\n<h2>Painkiller use quadruples in Australia as codeine and other opioids abused</h2>\n</div>\n<div>\n<div>\n<span>\n<svg width=\"24\" height=\"24\">\n<path></path>\n</svg> </span>\n</div>\n<div>\nRead more\n</div>\n</div>\n<a href=\"https://www.theguardian.com/science/2016/feb/03/painkiller-use-quadruples-in-australia-as-codeine-and-other-opioids-abused\" target=\"_blank\"></a>\n</div>\n</div>\n</aside>\n<p>“In a country like Australia we must do better for the millions of people in pain. Anything less is unacceptable.”</p>\n<p>Lorimer Moseley, a professor of clinical neurosciences at the University of South Australia, said the often overlooked but critical component of pain treatment was education of consumers and health professionals.</p>\n<p>“We’ve known for 25 years that if someone changes the way they think about pain in general and the way the pain system works, then the data is very compelling that those people are less likely to become chronic pain sufferers and are way more likely to recover.”</p>\n<p>He said some people still believed in the long-debunked idea that pain indicated tissue damage. But Lorimer gave the example of squeezing on a person’s finger until they felt pain. The moment the pressure is removed, the pain also subsides, and no tissue damage has been caused.</p>\n<p>“Contemporary pain science is left with no doubt that pain is a protective feeling, not a marker of tissue damage,” he said.</p>\n<p>“It protects you from damaging tissue. When the pain system fails too quickly, that can be when damage occurs. Catastrophic, life-threatening injuries are usually pain-free. And when you think about it, that makes sense. You don’t want to save your arm when it’s blown off, you want to save you. So the pain won’t be the thing you feel, what you will experience though is heightened fear to get you out of there, or enhanced executive functioning.”</p>\n<p>But he made it clear: “Pain is always real, no matter what is causing it”.</p>\n<p>“We know in many cases there is no clear problem that explains the pain, and if you believe no damage equals no pain, then it leaves you with nowhere to go for treatment options.”</p>\n<div></div>\n\n</div>", "title": "Coalition to announce $6.8m in funding for pain treatment and education"}